#+FILETAGS: :FEB: :2023:
#+transclude: [[file:~/Orgfiles/Productivity/Identity/Guiding Principles.org::*Guiding Principles][Guiding Principles]] :level 2

* Week 1: Jan 30 - Feb 05                                                :Q1:
[2023-01-30 Mon]--[2023-02-05 Sun]


** Metrics

#+NAME: Overview
|---------------+-----------------------------------------------|
| Focus         | Diet (=keto=) and Exercise                      |
| Objectives    | Get used to keto and ramp up exercise         |
|---------------+-----------------------------------------------|
| Effectiveness | 40%                                           |
| Gratitude     | Grateful for being happy with what I have.    |
|---------------+-----------------------------------------------|
| Improvements  | I really need to work on putting in the work. |
|---------------+-----------------------------------------------|



#+NAME: Daily Tracking
|     | Weight | BP (systolic) | BP (Diastolic) | Sleep Time | Snore Score | Output % |
|-----+--------+---------------+----------------+------------+-------------+----------|
| Mon |  210.1 |           135 |             90 |        6.8 |          51 |       25 |
| Tue |  207.2 |               |                |      10.75 |          49 |          |
| Wed |  207.8 |               |                |        9.2 |          75 |          |
| Thu |  207.5 |               |                |        9.2 |          75 |          |
| Fri |  208.6 |           137 |             89 |        6.5 |          17 |      10% |
| Sat |  208.1 |               |                |        6.2 |          66 |          |
| Sun |  207.9 |               |                |            |             |          |
|-----+--------+---------------+----------------+------------+-------------+----------|
| Avg | 208.17 |        136.00 |          89.50 |       8.11 |       55.50 |    12.55 |
#+TBLFM: @9$2..$7=vmean(@I..@II);%.2f

** Week 1 Accomplishments                                   :Accomplishment:
*** Utilized Org Agenda for my SEAS Tasks
*** Implemented a bit of keto and lost about 2 lbs this week
*** Moved the needle on [[file:~/Game Designs/Archipelago/design.org][Archipelego]], which is now "Rat Race"
** Week 1 Disappointments                                   :Disappointment:
*** Most of my tracked work seems to be for SEAS
*** Played too many video games
*** Didn't call my mom this week when I was supposed to.

** Highs, Lows and Learnings
| Highs                                       | Lows                             | Learnings                                                                 |
|---------------------------------------------+----------------------------------+---------------------------------------------------------------------------|
| Played some great games with friends.       | Was far from perfect on my diet. | A lot of the lessons Will Wright had to teach I already kind of knew      |
| Connected a lot with Jess through the week. | I haven't started up any habits  | With game design removing options is sometimes the better design decision |
| Pushed a game design forward in a big way.  | A bad luck moment in poker       | I still have some judgement in my heart. re: Chris's hoardy dirty house.  |
|                                             |                                  | I truly feel like I'm wasting time at SEAS.                               |


** Weekly Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [X] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [X] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [X] Update Accomplisments - [[*Week 1 Accomplishments][Week 1 Accomplishments]]
- [X] Update Disapointments - [[*Week 1 Disappointments][Week 1 Disappointments]]
- [X] Fill out Highs Lows and Learnings -  [[*Highs, Lows and Learnings][Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [X] Clean Email
- [X] Inbox Zero
- [X] Check saved emails
    
- [X] Calendar
  - [X] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [X] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [X] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [X] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [X] Deesktop & Download Folders (re-locate or delete)
- [X] Clean Up CLoudapp saved screenshots
- [ ]Transfer relevant high value notes and clippings to org-roam

* Week 2: Feb 06 - Feb 12                                                :Q1:

** Metrics

#+NAME: Overview
|---------------+----------------------------------------------|
| Focus         | get my morning stack back online             |
| Objectives    | Wake up and do my shit tues - sun            |
|---------------+----------------------------------------------|
| Effectiveness | =Fill out lower sections when ending the week= |
| Gratitude     |                                              |
|---------------+----------------------------------------------|
| Improvements  |                                              |
|---------------+----------------------------------------------|



#+NAME: Daily Tracking
|     | Weight |   BP | Sleep Time | Snore Score | Output % |
|-----+--------+------+------------+-------------+----------|
| Mon |    207 |      |       8.75 |          59 |       5% |
| Tue |  206.6 |      |        8.2 |          29 |      10% |
| Wed |        |      |            |             |          |
| Thu |        |      |            |             |          |
| Fri |        |      |            |             |          |
| Sat |        |      |            |             |          |
| Sun |        |      |            |             |          |
|-----+--------+------+------------+-------------+----------|
| Avg |   0.00 | 0.00 |       0.00 |        0.00 |     0.00 |
#+TBLFM: @9..=vmean(@I..@II);%.2f

** Week 2 Accomplishments                                   :Accomplishment:
*** 
** Week 2 Disappointments                                   :Disappointment:
*** Didn't do any weekly recap

** Week 2 Highs, Lows and Learnings
| Highs | Lows | Learnings |
|-------+------+-----------|
|       |      |           |
|       |      |           |


** Weekly Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [ ] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [ ] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [ ] Update Accomplisments - [[*Week 2 Accomplishments][Week 2 Accomplishments]]
- [ ] Update Disapointments - [[*Week 2 Disappointments][Week 2 Disappointments]]
- [ ] Fill out Highs Lows and Learnings -  [[*Week 2 Highs, Lows and Learnings][Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [ ] Clean Email
  - [ ]Inbox Zero
  - [ ]Check saved emails
    
- [ ] Calendar
  - [ ] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [ ] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [ ] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [ ] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [ ] Deesktop & Download Folders (re-locate or delete)
- [ ] Clean Up CLoudapp saved screenshots
- [ ]Transfer relevant high value notes and clippings to org-roam
* Week 3: Feb 13 - Feb 19                                                :Q1:
** Overview
** Week 3 Accomplishments                                   :Accomplishment:
** Week 3 Disappointments                                   :Disappointment:
*** Did no weekly recap.
* Week 4: Feb 20 - Feb 26                                                :Q1:
** Metrics

#+NAME: Week 4 Overview
|---------------+----------------------------|
| Focus         | Finish my drive for gaming |
| Objectives    | Be done with hitman        |
|---------------+----------------------------|
| Effectiveness |                            |
| Gratitude     |                            |
|---------------+----------------------------|
| Improvements  |                            |
|---------------+----------------------------|



#+NAME: Week 4 Daily Tracking
|     | Weight |   BP | Sleep Time | Snore Score | Output % |
|-----+--------+------+------------+-------------+----------|
| Mon |        |      |        7.8 |          39 |          |
| Tue |  210.2 |      |         11 |          22 |        5 |
| Wed |        |      |        6.5 |          56 |        5 |
| Thu |        |      |        8.5 |          37 |        5 |
| Fri |        |      |            |             |          |
| Sat |        |      |            |             |          |
| Sun |        |      |            |             |          |
|-----+--------+------+------------+-------------+----------|
| Avg | 210.20 | 0.00 |       8.45 |       38.50 |     5.00 |
#+TBLFM: @9$2..$6=vmean(@I..@II);%.2f

** Week 4 Accomplishments                                   :Accomplishment:
*** 
** Week 4 Disappointments                                   :Disappointment:
*** 

** Week 4 Highs, Lows and Learnings
| Highs | Lows | Learnings |
|-------+------+-----------|
|       |      |           |
|       |      |           |


** Week 4 Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [ ] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [ ] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [ ] Update Accomplisments - [[*Week 4 Accomplishments][Week 4 Accomplishments]]
- [ ] Update Disapointments - [[*Week 4 Disappointments][Week 4 Disappointments]]
- [ ] Fill out Highs Lows and Learnings -  [[* Week 4 Highs, Lows and Learnings][Week 4 Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [ ] Clean Email
  - [ ]Inbox Zero
  - [ ]Check saved emails
    
- [ ] Calendar
  - [ ] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [ ] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [ ] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [ ] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [ ] Deesktop & Download Folders (re-locate or delete)
- [ ] Clean Up CLoudapp saved screenshots
- [ ] Transfer relevant high value notes and clippings to org-roam

